Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendHeight Property
 "Legend Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendHeight { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendHeight {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace